# GetDropShadowByCls

```pascal
FUNCTION GetDropShadowByCls(H : HANDLE): BOOLEAN;
```

```python
def vs.GetDropShadowByCls(H):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|H|HANDLE|   |

## Version
Availability: from Vectorworks 2017

## Category
* Object Attributes